tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "linux-noah/noah"
tap "mas-cli/tap", pin: true
tap "mxcl/made"
tap "vapor/tap"
brew "carthage"
brew "crf++"
brew "enscript"
brew "fish"
brew "flex"
brew "gcc"
brew "gcc@4.9"
brew "gdb"
brew "gibo"
brew "git"
brew "gnupg"
brew "make"
brew "mas"
brew "mergepbx"
brew "ninja"
brew "node"
brew "python@2"
brew "rbenv"
brew "swiftlint"
brew "tree"
brew "vim"
brew "zsh"
brew "mxcl/made/swift-sh"
brew "vapor/tap/vapor"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "fastlane"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "java"
cask "macdown"
cask "postman"
cask "sketch"
cask "spectacle"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 641027709
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
